Repository: pkar70/GeneticChild
Catalog: GeneticChild/Strings/*/Resources.resw
Source language: en
Languages: pl

# resDlgContinue
source: Continue
pl: Dalej

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# _lang
source: en
pl: pl

# cecha27rec
source: No farsightedness
pl: Brak skłonności do dalekowzroczności

# cecha01dom
source: Blood: Type: A
pl: Krew - cecha A

# cecha01rec
source: Blood: type: not A
pl: Krew - cecha A - brak

# cecha02dom
source: Blood: Type: B
pl: Krew - cecha B

# cecha02rec
source: Blood: type: not B
pl: Krew - cecha B - brak

# cecha03dom
source: Blood Rh+
pl: Krew Rh+

# cecha03rec
source: Blood Rh-
pl: Krew Rh-

# cecha12dom
source: Hair non-red
pl: Włosy koloru nie-czerwonego

# cecha12rec
source: Hair red
pl: Włosy koloru czerwonego

# cecha11dom
source: Hair dark
pl: Włosy ciemne

# cecha11rec
source: Hair light
pl: Włosy jasne

# cecha36dom
source: Ears protruding
pl: Uszy odstające

# cecha36rec
source: Ears not protruding
pl: Uszy nieodstające

# cecha38dom
source: Tongue rolling possible
pl: Język w trąbkę zwijalny

# cecha38rec
source: Tongue rolling impossible
pl: Język w trąbkę niezwijalny

# cecha51dom
source: Handeness right
pl: Praworęczność

# cecha51rec
source: Handeness left
pl: Leworęczność

# cecha33dom
source: Cheeks with dimples
pl: Dołeczki w policzkach

# cecha33rec
source: Cheeks without dimples
pl: Brak dołeczków w policzkach

# cecha32dom
source: Freckles present
pl: Piegi

# cecha32rec
source: No freckles
pl: Brak piegów

# cecha25dom
source: Eyelashes long
pl: Rzęsy długie

# cecha25rec
source: Eyelashes short
pl: Rzęsy krótkie

# cecha37dom
source: Earlobes free
pl: Płatki uszu wolne

# cecha37rec
source: Earlobes attached
pl: Płatki uszu przyrośnięte

# cecha21dom
source: Eye oval
pl: Oko owalne

# cecha21rec
source: Eye circilar
pl: Oko okrągłe

# cecha31dom
source: Face oval
pl: Twarz owalna

# cecha31rec
source: Face square
pl: Twarz kwadratowa

# cecha43dom
source: Left thumb on right while clasping
pl: Kciuk lewy na prawym przy składaniu rąk

# cecha43rec
source: Right thumb on left while clasping
pl: Kciuk prawy na lewym przy składaniu rąk

# cecha13dom
source: Hair curly
pl: Włosy kręcone

# cecha13rec
source: Hair straight
pl: Włosy proste

# cecha14dom
source: Hair baldness
pl: Tendencja do łysienia

# cecha14rec
source: Hair baldness - no
pl: Tendencja do łysienia nieobecna

# cecha15dom
source: Abundant hair
pl: Włosy obfite

# cecha15rec
source: Normal hair
pl: Włosy mało obfite

# cecha24dom
source: Eyebrows thick
pl: Brwi szerokie

# cecha24rec
source: Eyebrows thin
pl: Brwi wąskie

# cecha23dom
source: Eyebrows not-meeting
pl: Brwi rozdzdzielone

# cecha23rec
source: Eyebrows meeting
pl: Brwi łączone

# cecha34dom
source: Hooked nose
pl: Nos garbaty

# cecha34rec
source: Nose - not hooked
pl: Nos prosty

# cecha22dom
source: Eyes big
pl: Oczy duże

# cecha22rec
source: Eyes small
pl: Oczy małe

# cecha26dom
source: Astigmatism
pl: Skłonność do astygmatyzmu

# cecha26rec
source: No astigmatism
pl: Brak skłonności do astygmatyzmu

# cecha35dom
source: Wide lips
pl: Wargi szerokie

# cecha35rec
source: Thin lips
pl: Wargi wąskie

# cecha27dom
source: Farsightedness
pl: Skłonność do dalekowzroczności

# cecha54dom
source: Nervous temperament
pl: Temperament nerwowy

# cecha54rec
source: Calm Temperament
pl: Temperament spokojny

# cecha41dom
source: Additional fingers/toes
pl: Palce dodatkowe u rąk/nóg

# cecha41rec
source: No additional fingers/toes
pl: Palce bez dodatkowych palców

# cecha42dom
source: Fingers too long or too short
pl: Palce zbyt długie/zbyt krótkie

# cecha42rec
source: Fingers' length proportional
pl: Palce normalnej długości

# cecha55dom
source: Immunity to poison ivy
pl: Odporność na bluszcz Toxicodendron

# cecha55rec
source: Allergy for poison ivy
pl: Alergia na bluszcz Toxicodendron

# cecha53dom
source: Foot instep high
pl: Wysokie podbicie stopy

# cecha53rec
source: Foot instep low
pl: Niskie podbicie stopy

# cecha52dom
source: Complexion dark
pl: Karnacja ciemna

# cecha52rec
source: Complexion pale
pl: Karnacja jasna

# cecha100dom
source: Blood type 0
pl: Krew grupa 0

# cecha101dom
source: Blood type A
pl: Krew grupa A

# cecha102dom
source: Blood type B
pl: Krew grupa B

# cecha103dom
source: Blood type AB
pl: Krew grupa AB

# cechaBloodType
source: Blood type
pl: Krew grupa

# msgLiczbaCech
source: Known traits
pl: Liczba cech

# msgOsobaDataChanged
source: Data are changed, save?
pl: Zmieniono dane podstawowe, zapisać?

# msgOsobaEmailBodyHdr
source: I'm sending you phenotype and calculated genetics traits
pl: Załączam wyliczone dane cech

# msgOsobaEmailSubject
source: Genetic data of
pl: Dane genetyczne

# msgOsobaEnterName
source: Enter name
pl: Podaj imię (i ew. nazwisko):

# msgOsobaWantAddYourself
source: Do you want to add yourself or your spouse?
pl: Chcesz dodać siebie/współmałżonka?

# msgToolTipChildMan
source: man
pl: mężczyzny

# msgToolTipChildNoData
source: Please enter data for
pl: Najpierw wprowadź dane

# msgToolTipChildParents
source: parents
pl: rodziców

# msgToolTipChildPrawdop
source: Child's traits probability
pl: Prawdopodobieństwo u dziecka

# msgToolTipChildWoman
source: woman
pl: kobiety

# uiMail.Label
source: Send
pl: Wyślij

# uiOsobaAdd.Content
source: Add
pl: Dodaj

# uiOsobaListaFenotyp.Header
source: Phenotype traits
pl: Lista cech fenotypowych:

# uiOsobaListaGenotyp.Header
source: Genotype traits
pl: Lista cech genotypowych:

# uiOsobaMama.Content
source: mother
pl: mama

# uiOsobaNote.PlaceholderText
source: any note
pl: Dowolna notatka

# uiOsobaTata.Content
source: father
pl: tata

# uiTitle.Text
source: Child Genetic
pl: Genetyczne dziecko

# msgDzieckoEmailBodyHdr
source: I'm sending you calculated genetics traits of our child
pl: Załączam prawdopodobieństwo cech genetycznych naszego dziecka

# uiDzieckoCopy.Label
source: Mail
pl: Wyślij

# msgBadInputData
source: Bad (unrecognized) data
pl: Nie potrafię zinterpretować wklejonych danych!

# msgPasteData
source: Paste data here:
pl: Wklej dane:

# msgCechyAlreadyExist
source: Reset list of known traits?
pl: Wyczyścić aktualną listę cech?

# msgOsobaMamaAdd
source: Mother (add)
pl: Mama (dodaj)

# msgOsobaSelectCecha
source: --- select visible trait
pl: --- wybierz widoczną cechę

# msgOsobaTataAdd
source: Father (add)
pl: Tata (dodaj)
